Repository: H01mes/wp-recall
Catalog: languages/rcl-*.po
Languages: ru_ru

source: Note
ru_ru: Замечание

source: The password must be at least 7 characters
ru_ru: Пароль должен содержать не менее 7 символов

source: Update profile
ru_ru: Обновить профиль

source: Are you sure? Then restore will not work!
ru_ru: Вы серьезно? Восстановить не получиться!

source: To delete your profile
ru_ru: Удаление вашего профиля

source: Fields to display in the profile note ticks.
ru_ru: Поля отображаемые в профиле

source: Manage profile fields
ru_ru: Управление полями профиля

source: required field
ru_ru: обязательное поле

source: to display the registration form
ru_ru: отображать в форме регистрации

source: display at checkout for guests
ru_ru: отображать при оформлении заказа для гостей

source: to show the content to other users
ru_ru: отображать для других пользователей

source: it only changes the administration of the site
ru_ru: редактируется только администрацией сайта

source: Login user
ru_ru: логин пользователя

source: Username
ru_ru: Логин

source: Surname user
ru_ru: Имя пользователя

source: Nickname user
ru_ru: Никнейм пользователя

source: Display name user
ru_ru: Отображаемое имя

source: Емейл (be sure)
ru_ru: E-mail (обязательно)

source: Емейл user
ru_ru: E-mail пользователя

source: Website
ru_ru: Вебсайт

source: Website user
ru_ru: Сайт пользователя

source: Not selected
ru_ru: Не выбрано

source: Guests and users
ru_ru: Гостям и пользователям

source: The publish settings
ru_ru: Настройки публикации

source: General settings
ru_ru: Общие настройки

source: Page publishing and editing records
ru_ru: Страница публикации и редактирования

source: Required for proper formation of links to edit records, you must specify the page where the shortcode is [public-form] no matter where displayed the very form of publication this page will be used to edit the entry
ru_ru: Обязательно укажите ссылку для редактирования публикаций, укажите страницу с шорткодом [public-form] и она будет использоваться не только для публикации, но и для редактирования публикаций

source: Display information about the author
ru_ru: Отображать информацию об авторе

source: Disabled
ru_ru: Отключено

source: Included
ru_ru: Подключено

source: Tab list of publications
ru_ru: Вкладка списка публикаций

source: List of publications of the user
ru_ru: Список публикаций пользователя

source: Only the owner of the account
ru_ru: Только хозяину личного кабинета

source: Show everyone including guests
ru_ru: Показывать всем, включая гостей

source: Category
ru_ru: Категории

source: Authorized headings
ru_ru: Категории к выбору

source: ID columns in which permitted the publication should be separated by commas. This setting is common to all forms of publication, but it is possible to specify the desired category in shortcode forms, for example: [public-form cats="72,149"] or for each form separately on the page generate custom fields
ru_ru: Идентификаторы категорий разделяются запятой. По-умолчанию, данная настройка действует для всех форм публикации записей типа post, но можно указывать категории непосредственно в шорткоде [public-form cats="72,149"]

source: It is better to specify the parent category, then their child will be withdrawn automatically.
ru_ru: Рекомендуется указывать родительские категории, тогда дочерние категории будут выведены автоматически

source: Number of columns to select
ru_ru: Количество к выбору

source: Form of publication
ru_ru: Форма публикации

source: Text editor
ru_ru: Текстовый редактор

source: WP-RECALL editor
ru_ru: Редактор WP-RECALL

source: WordPress editor
ru_ru: Редактор WordPress

source: Images sizes
ru_ru: Размеры изображений

source: Default: 800,600
ru_ru: По-умолчанию: 800,600

source: Available buttons Editor
ru_ru: Разрешенные кнопки редактора

source: Subheader
ru_ru: Подзаголовок

source: Text
ru_ru: Текстовое поле

source: Upload images
ru_ru: Загрузка изображений

source: View editor WP
ru_ru: Вид редактора WP

source: Visual Editor
ru_ru: Визуальный редактор

source: HTML-Editor
ru_ru: HTML-Редактор

source: Number of images in the gallery Wp-Recall
ru_ru: Кол-во изображений в галерее Wp-Recall

source: The maximum image size, Mb
ru_ru: Максимальный размер изображений, Mb

source: The size in the editor by default
ru_ru: Размер изображений в редакторе по-умолчанию

source: Select the picture size in the silence of their use in the visual editor during the publishing process
ru_ru: Выберите размер изображений при их размещении в контенте визуального редактора

source: The output form of publication
ru_ru: Вывод формы публикации в личном кабинете

source: Do not display
ru_ru: Не выводить

source: Output
ru_ru: Выводить

source: The form ID
ru_ru: Идентификатор формы

source: Enter the form ID to the conclusion in the personal Cabinet. The default is 1
ru_ru: Введите идентификатор формы публикации выводимой в личном кабинете. По-умолчанию 1

source: Publication of records
ru_ru: Публикация записей

source: Republishing is allowed
ru_ru: Публикация разрешена

source: Redirect page
ru_ru: Перенаправление на страницу

source: Select the page to which visitors will be redirected after a successful publication , if the site is included in the registration confirmation email
ru_ru: Выберите страницу на которую гости будут перенаправляться после удачной публикации, если на сайте включено подтверждение email при регистрации

source: Moderation of publications
ru_ru: Модерация публикаций

source: Editing
ru_ru: Редактирование

source: Frontend editing
ru_ru: Фронтэнд редактирование

source: Administrators
ru_ru: Администраторы

source: Editors
ru_ru: Редакторы

source: Authors
ru_ru: Авторы

source: Time limit editing
ru_ru: Ограничение времени редактирования

source: Limit editing time of publication in hours, by default: unlimited
ru_ru: Ограничение времени публикации в часах, по-умолчанию: без ограничений

source: Tags
ru_ru: Метки

source: Displaying a list of tags
ru_ru: Вывод списка меток

source: Limit the output
ru_ru: Ограничение вывода

source: IDs of tags separated by commas, default displays all
ru_ru: Идентификаторы меток через запятую, по-умолчанию выводятся все

source: Custom fields
ru_ru: Произвольные поля

source: Settings only for fields created using the form of the publication wp-recall
ru_ru: Настройки только для полей созданных для формы публикации Wp-Recall

source: Automatic withdrawal
ru_ru: Автоматический вывод

source: Place output fields
ru_ru: Место вывода полей

source: After the content recording
ru_ru: После контента публикации

source: On content recording
ru_ru: Над контентом публикации

source: The URL to the image
ru_ru: URL к изображению

source: Insert image
ru_ru: Добавить изображение

source: Media library user
ru_ru: Медиабиблиотека пользователя

source: Images in the media library is not found!
ru_ru: Изображения в медиабиблиотеке не найдены!

source: Upload to your image and you will be able to use them in future from your media library.
ru_ru: Загрузите изображения, чтобы в будущем вы могли использовать их из своей медиабиблиотеке.

source: Click on Priceline the image to add it to the content of the publication
ru_ru: Нажмите на загруженное изображение, чтобы добавить его в контент

source: Display all attached images in the gallery.
ru_ru: Отображать прикрепленные изображения в галерее

source: Thumbnail
ru_ru: Миниатюра

source: To assign a thumbnail
ru_ru: Назначить миниатюру

source: Records
ru_ru: Записи

source: Posts
ru_ru: Публикации

source: on approval
ru_ru: на утверждении

source: deleted
ru_ru: удален

source: publish
ru_ru: опубликован

source: Available forms
ru_ru: Доступные формы

source: To add another form
ru_ru: Добавить еще форму

source: Form ID
ru_ru: Идентификатор формы

source: To remove all fields
ru_ru: Удалить все поля

source: Arbitrary form fields publishing
ru_ru: Произвольные поля формы публикации

source: featured
ru_ru: главное

source: The publication has been successfully removed!
ru_ru: Публикация была успешно удалена!

source: To publish
ru_ru: Публиковать

source: To add a media file
ru_ru: Добавить медиафайл

source: Error publishing!
ru_ru: Ошибка публикации!

source: has not yet been published
ru_ru: пока не было опубликовано

source: Published
ru_ru: Опубликованные

source: Preview
ru_ru: Предпросмотр

source: Are you seriously
ru_ru: Вы серьезно

source: Delete post
ru_ru: Удалить публикацию

source: or enter its cause
ru_ru: или введите свое

source: Without notice
ru_ru: Без уведомления

source: Not correspond the subject
ru_ru: Н/с тематике сайта

source: The publication does not correspond to the subject site
ru_ru: Публикация не соответствует тематике сайта

source: Not furnished
ru_ru: Не оформлен

source: Publication is not formalized under the rules
ru_ru: Публикация не оформлена согласно правил

source: Advertising/Spam
ru_ru: Реклама/Спам

source: Publication labeled as advertising or spam
ru_ru: Публикация помечена как реклама или спам

source: Use the blank notice
ru_ru: Используйте заготовку уведомления

source: You can not edit this publication :(
ru_ru: Вы не можете редактировать эту публикацию :(

source: Sorry, but you have no rights to publish within groups :(
ru_ru: Извините, но вы не можете публиковать в этой группе :(

source: You must be logged in to post. Login or register
ru_ru: Вы должны быть авторизованы для публикации. Войдите или зарегистрируйтесь.

source: Sorry, but you have no right<br>to publish the records on this site :(
ru_ru: Извините, но вы не можете публиковать на этом сайте :(

source: Being sent, please wait...
ru_ru: Идет отправка, подождите...

source: Your Name
ru_ru: Ваше имя

source: Your E-mail
ru_ru: Ваш E-mail

source: Select a tag from the list
ru_ru: Выберите метку из списка

source: Text Box
ru_ru: Текстовый блок

source: Subtitle
ru_ru: Подзаголовок

source: Image
ru_ru: Изображение

source: HTML- code
ru_ru: HTML- код

source: Enter your tags
ru_ru: Введите свои теги

source: Add your tags
ru_ru: Добавьте свои теги

source: Each tag is separated with Enter
ru_ru: каждый тег разделяется нажатием на кнопку Enter

source: Select an image
ru_ru: Выберите изображение

source: or enter url image
ru_ru: или введите URL изображения

source: select a template output stories where
ru_ru: Выберите шаблон для вывода в истории, где

source: %USER% - name of the voted
ru_ru: %USER% - имя голосовавшего

source: %VALUE% - rated value
ru_ru: %VALUE% - значение голоса

source: %DATE% - date of changing the rating
ru_ru: %DATE% - дата голоса

source: %COMMENT% - link to comment
ru_ru: %COMMENT% - ссылка на комментарий

source: %POST% - link to publication
ru_ru: %POST% - ссылка на публикацию

source: Type of rating for
ru_ru: Тип рейтинга для

source: Plus/minus
ru_ru: Плюс/Минус

source: I like
ru_ru: Мне нравится

source: Overall rating
ru_ru: Общий рейтинг

source: Sum votes values
ru_ru: Сумма значений голосов

source: Number of positive and negative votes
ru_ru: Кол-во положительных и отрицательных голосов

source: Limit of one vote per user
ru_ru: Ограничение голосов за одного пользователя

source: Positive votes
ru_ru: Положительные голоса

source: Number
ru_ru: Кол-во

source: Time
ru_ru: Время

source: Negative votes
ru_ru: Отрицательные голоса

source: Note: Time in seconds
ru_ru: Примечание: Время в секундах

source: The rating
ru_ru: Рейтинг

source: Points for ranking
ru_ru: Баллы рейтинга

source: set how many points the ranking will be awarded for a positive vote or how many points will be subtracted from the rating for a negative vote
ru_ru: укажите значение рейтинга для положительного или отрицательного голоса за публикацию

source: The influence of rating %s on the overall rating
ru_ru: Влияние рейтинга %s на общий рейтинг пользователя

source: Template output stories in the overall ranking
ru_ru: Шаблон вывода истории в общем рейтинге пользователя

source: voted
ru_ru: голосовал

source: Rating settings
ru_ru: Настройки рейтинга

source: Allow to bypass the moderation of publications at achievement rating
ru_ru: Влияние рейтинга на модерацию публикаций

source: specify the rating level at which the user will get the ability to post without moderation
ru_ru: пользователи с указанным уровнем рейтинга или превышающем его смогут публиковать без модерации

source: View results
ru_ru: Просмотр результатов

source: specify the user group which is allowed to view votes
ru_ru: укажите группу пользователей имеющих доступ к просмотру голосов

source: Deleting your voice
ru_ru: Удаление своего голоса

source: To disable the rating for publication
ru_ru: Отключить рейтинг для публикации

source: Correction
ru_ru: Корректировка

source: comment
ru_ru: комментарий

source: Rating changes not made
ru_ru: Изменение рейтинга не производилось

source: Rating
ru_ru: Рейтинг

source: rating
ru_ru: рейтинг

source: To remove your vote
ru_ru: Удалить голос

source: minus
ru_ru: минус

source: plus
ru_ru: плюс

source: exceeded the limit of votes for the period - %d seconds
ru_ru: превышение ограничения голосов в течении %d секунд

source: You can not vote
ru_ru: Вы не можете голосовать

source: Reviews
ru_ru: Отзывы

source: You dont have that right!
ru_ru: Вы не имеете на это права!

source: You left a review
ru_ru: Вам оставили отзыв

source: You have been leaving feedback
ru_ru: Вам был оставлен отзыв

source: You can read the message by clicking on
ru_ru: Вы можете прочитать сообщение нажав на

source: the link
ru_ru: ссылку

source: Settings reviews
ru_ru: Настройки отзывов

source: To accept and leave feedback can
ru_ru: Оставлять и принимать отзывы могут

source: With published posts
ru_ru: Только с опубликованными записями

source: Restriction rated
ru_ru: Ограничение по рейтингу

source: the default not limited
ru_ru: по-умолчанию без ограничений

source: leave a review
ru_ru: оставил отзыв

source: You have not left any reviews
ru_ru: Вам еще не оставляли отзывы

source: The user has no reviews yet
ru_ru: У пользователя пока нет отзывов

source: Members with a value rating of less than %d can not leave a review.
ru_ru: Пользователи со значением рейтинга ниже %d не могут оставлять отзывы

source: Users without published records cannot accept and add reviews.
ru_ru: Пользователи без опубликованных записей не могут принимать или оставлять отзывы.

source: Review text
ru_ru: Текст отзыва

source: Positively
ru_ru: Положительно

source: Neutral
ru_ru: Нейтрально

source: Negatively
ru_ru: Отрицательно

source: Add a review
ru_ru: Добавить отзыв

source: Not used
ru_ru: Не используется

source: Payment systems
ru_ru: Платежные системы

source: Payment
ru_ru: Оплата заказа

source: Type of payment
ru_ru: Тип платежа

source: Funds from the personal account user
ru_ru: Оплата с личного счета пользователя

source: Directly through the payment system
ru_ru: Оплата через платежные системы

source: To offer both options
ru_ru: Предложить оба варианта

source: If the connection to the payment aggregator not in use, it is possible to set only "Funds from the personal account user"!
ru_ru: Если подключение к платежному агрегатору не используется, то используйте оплату <b>только с личного счета пользователя!</b>

source: The connection to payment aggregator
ru_ru: Подключение к платежному агрегатору

source: Used type of connection
ru_ru: Используемый тип подключения

source: Service page payment systems
ru_ru: Сервисные страницы платежных систем

source: Page RESULT
ru_ru: Страница RESULT

source: For WalletOne: URL script
ru_ru: Для Единой кассы: URL скрипта

source: For Interkassa: URL of interaction
ru_ru: Для Интеркассы: URL взаимодействия

source: For Yandex.Cash: checkURL and avisoURL
ru_ru: Для Яндекс.Кассы: checkURL and avisoURL

source: Page SUCCESS
ru_ru: Страница SUCCESS

source: For WalletOne: not use
ru_ru: Для Единой кассы: не используется

source: For Interkassa: not use
ru_ru: Для Интеркассы: не используется

source: Page FAIL
ru_ru: Страница FAIL

source: The successful payment page
ru_ru: Страница успешного платежа

source: Interkassa
ru_ru: Интеркасса

source: Connection settings Interkassa
ru_ru: Настройки подключения Интеркассы

source: Secret Key
ru_ru: Секретный ключ

source: Test Key
ru_ru: Тестовый ключ

source: The ID of the store
ru_ru: Идентификатор магазина

source: The status of the account Interkassa
ru_ru: Статус аккаунта Интеркассы

source: Work
ru_ru: Рабочий

source: Test
ru_ru: Тестовый

source: Confirm the operation
ru_ru: Подтвердить операцию

source: Pay through payment system
ru_ru: Оплатить через платежные системы

source: Robokassa
ru_ru: Робокасса

source: Connection settings ROBOKASSA
ru_ru: Настройки подключения Робокассы

source: The status of the account ROBOKASSA
ru_ru: Статус аккаунта Робокассы

source: 1 Password
ru_ru: Первый пароль

source: 2 Password
ru_ru: Второй пароль

source: WalletOne
ru_ru: Единая касса

source: Connection settings WalletOne
ru_ru: Настройки подключения Единой кассы

source: Merchant ID
ru_ru: Идентификатор магазина

source: The secret key
ru_ru: Секретный ключ

source: Yandex.Kassa
ru_ru: Яндекс.Касса

source: not tested
ru_ru: не тестировалось

source: Connection settings Yandex.Kassa
ru_ru: Настройки подключения Яндекс.Кассы

source: ID cash
ru_ru: Идентификатор кошелька

source: The room showcases
ru_ru: Витрина

source: The secret word
ru_ru: Секретное слово

source: Payments
ru_ru: Платежи

source: The change in the balance
ru_ru: Изменение баланса

source: Deposit
ru_ru: Пополнить

source: To recharge your account
ru_ru: Для пополнения своего личного счета

source: Enter the amount required
ru_ru: Введите требуемую сумму

source: Income dynamics
ru_ru: Динамика платежей

source: The time period
ru_ru: Период времени

source: "Days/Months"
ru_ru: "Дни/Месяцы"

source: "Payments (PCs.)"
ru_ru: "Платежи (шт.)"

source: "Income (thousands)"
ru_ru: "Доход (тыс.)"

source: Personal account
ru_ru: Личный счет

source: Pay personal account
ru_ru: Оплатить с личного счета

source: Personal office
ru_ru: Личный кабинет

source: Unconfirmed
ru_ru: Неподтвержденные

source: Ban
ru_ru: Бан

source: Fill in the required fields!
ru_ru: Заполните обязательные поля!

source: Your email is not confirmed!
ru_ru: Ваш E-mail не подтвержден!

source: Enter characters
ru_ru: Введите символы

source: Field filled not right CAPTCHA!
ru_ru: Не верно заполнено поле CAPTCHA!

source: Total users
ru_ru: Всего пользователей

source: Activity
ru_ru: Активности

source: Registration
ru_ru: Регистрация

source: Rated
ru_ru: Рейтингу

source: not online
ru_ru: не в сети

source: This letter was created automatically, no need to answer it.
ru_ru: Это сообщение было сформировано автоматически, не надо отвечать на него.

source: long ago
ru_ru: давно

source: Password
ru_ru: Пароль

source: Repeat the password
ru_ru: Повтор пароля

source: The passwords do not match!
ru_ru: Пароли не совпадают!

source: The passwords match
ru_ru: Пароли совпадают

source: Hi
ru_ru: Привет

source: In personal account
ru_ru: В личный кабинет

source: Exit
ru_ru: Выход

source: Registration is completed!
ru_ru: Регистрация успешно завершена!

source: Registration is completed! Check your email.
ru_ru: Регистрация завершена! Проверьте свой E-mail.

source: Registration is completed! Check your email
ru_ru: Регистрация завершена! Проверьте свой E-mail

source: Your password has been sent!<br>Check your email.
ru_ru: Новый пароль был сформирован! Проверьте свою почту.

source: Error filling!
ru_ru: Ошибка заполнения!

source: Repeat password is not correct!
ru_ru: Повтор пароля не верный!

source: Add-on manager
ru_ru: Add-on менеджер

source: Add-ons Wp-Recall
ru_ru: Дополнения Wp-Recall

source: Addition <strong>activated</strong>. It is possible that on the settings page of Wp-Recall new settings
ru_ru: Дополнение <strong>активировано</strong>. Возможно на странице настроек Wp-Recall появились новые настройки

source: Addition <strong>deactivated</strong>.
ru_ru: Дополнение <strong>деактивировано</strong>.

source: Files and data additions have been <strong>removed</strong>.
ru_ru: Файлы и данные дополнения были <strong>удалены</strong>

source: The Supplement has not been loaded. Add missing the correct header.
ru_ru: Дополнение не было загружено. Не найдены корректные заголовки.

source: Key is stored
ru_ru: Ключ сохранен

source: Enter RCLKEY
ru_ru: Введите RCLKEY

source: He will need to update the add-ons here. Get it , you can profile your account online <a href="http://wppost.ru/" target="_blank">http://wppost.ru</a>
ru_ru: Ключ понадобится для обновления дополнений на этой странице. Свой ключ вы можете получить на странице профиля своего аккаунта на сайте <a href="http://wppost.ru/" target="_blank">http://wppost.ru</a>

source: To install the add-on to Wp-Recall format .zip
ru_ru: Загрузить дополнение для Wp-Recall в формате .zip

source: If you have the archive add-on for wp-recall format .zip, here you can download and install it.
ru_ru: Если у вас есь архив дополнения к Wp-Recall в формате ZIP, то вы можете загрузить и установить его здесь.

source: Plugin archive
ru_ru: Архив дополнения

source: To install
ru_ru: Установить

source: Active
ru_ru: Активно

source: Inactive
ru_ru: Неактивно

source: Deactivate
ru_ru: Деактивировать

source: To activate
ru_ru: Активировать

source: Select all
ru_ru: Выбрать все

source: Additions
ru_ru: Дополнения

source: Settings
ru_ru: Настройки

source: Activate
ru_ru: Активировать

source: Version
ru_ru: Версия

source: Author
ru_ru: Автор

source: Visit the page of the author
ru_ru: Посетить страницу автора

source: Visit the page of the add-on
ru_ru: Посетить страницу дополнения

source: Page Add-on
ru_ru: Страница дополнения

source: You cant control polucheniya plugins on this site.
ru_ru: Вы не можете управлять загрузкой плагинов на этом сайте.

source: Unpacking of archive failed.
ru_ru: Распаковка дополнения не удалась.

source: ZIP archive not found.
ru_ru: ZIP архив не найден.

source: Login and register
ru_ru: Вход и регистрация

source: Max size
ru_ru: Макс. размер

source: Download file
ru_ru: Загрузить файл

source: File does not exist on the server!
ru_ru: Файл не найден на сервере!

source: File has deleted
ru_ru: Файл был удален

source: List of columns to select
ru_ru: Список категорий к выбору

source: ID separated by comma
ru_ru: Идентификаторы разделяются запятой

source: Add field
ru_ru: Добавить поле

source: specify the types of files that are loaded by a comma, for example: image/*, video/*
ru_ru: укажите типы загружаемого файла, разделяя запятой, например: image/*, video/*

source: the list of options to share the " # " sign
ru_ru: множественные значения разделяются знаком решетки " # "

source: maximum size of uploaded file, MB (Default - 2)
ru_ru: макс. размер загружаемого файла, МБ (по-умолчанию - 2)

source: URL Agreement
ru_ru: URL Соглашения

source: not necessarily<br>if you want to enlist their arbitrary field, we list the meta_key in this field
ru_ru: не обязательно<br>если необходимо, то можно прописать свое значение meta_key для поля

source: Latin and numbers
ru_ru: латиница и числа

source: The field type
ru_ru: Тип поля

source: Textarea
ru_ru: Многострочное поле

source: Select
ru_ru: Выпадающий список

source: MultiSelect
ru_ru: Множественный выбор

source: Checkbox
ru_ru: Чекбоксы

source: Radiobutton
ru_ru: Радиокнопки

source: Phone
ru_ru: Телефон

source: Url
ru_ru: Ссылка

source: Agreement
ru_ru: Соглашение

source: File
ru_ru: Файл

source: All values of a custom field with meta_key
ru_ru: Все значения произвольных полей с этим meta_key

source: were removed from the Database
ru_ru: были удалены из базы данных

source: Unable to retrieve the file from the server!
ru_ru: Не удалось получить файл обновления!

source: Update does not have the correct title!
ru_ru: Полученное дополнение не имеет корректного заголовка!
