Repository: H01mes/wp-recall
Catalog: languages/rcl-*.po
Languages: ru_ru

source: Settings background
ru_ru: Настройки фона

source: Background private account
ru_ru: Фон личного кабинета

source: Profile field for background
ru_ru: Поле профиля фона

source: Specify the type of profile field "File" to through it could set the background image for your personal account
ru_ru: Выберите поле профиля с типом "Файл" и укажите его в качестве фонового изображения

source: In this group don`t have bookmarks
ru_ru: В этой группе пусто

source: Close
ru_ru: Закрыть

source: Group bookmarks
ru_ru: Группы избранного

source: Without group
ru_ru: Без группы

source: My bookmarks
ru_ru: Избранное

source: To filter the bookmarks, click on the desired group
ru_ru: Фильтруйте избранное нажав на нужную группу

source: Manage bookmarks
ru_ru: Управление закладками

source: Bookmarks don`t have
ru_ru: Ничего не найдено

source: Settings bookmarks
ru_ru: Настройки закладок

source: Bookmarks
ru_ru: Избранное

source: The order buttons
ru_ru: Порядок вывода кнопки "В избранное"

source: Automatically
ru_ru: Автоматически

source: Manually
ru_ru: Вручную

source: Manually the button "add To bookmarks" is output via shortcode [add-bookmark]
ru_ru: При ручном выводе кнопки, необходимо использовать шорткод [add-bookmark]

source: Place output on the page (if the automatic withdrawal)
ru_ru: Место вывода на странице (если автоматический вывод)

source: Top
ru_ru: Сверху

source: Below
ru_ru: Снизу

source: The caption on the button
ru_ru: Надпись на кнопке

source: the inscription is the default, you can override it in shortcode by adding shortcode in the value attribute
ru_ru: Вы можете изменить текст кнопки тут

source: edit
ru_ru: изменить

source: delete
ru_ru: удалить

source: Add group
ru_ru: Добавить группу

source: Disable bookmarks for publication
ru_ru: Отключить закладки для публикации

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Name
ru_ru: Имя

source: Add
ru_ru: Добавить

source: Change
ru_ru: Выбрать

source: In bookmarks
ru_ru: В избранное

source: Added to bookmarks
ru_ru: Добавлено в избранное

source: You`ve already added to the group of bookmarks
ru_ru: Вы уже добавили в избранное

source: Name group
ru_ru: Имя группы

source: Error
ru_ru: Ошибка

source: Are you sure?
ru_ru: Вы серьезно?

source: This photo does not exist!
ru_ru: Это изображение не найдено!

source: Gallery user
ru_ru: Галерея пользователя

source: Link
ru_ru: Ссылка

source: Added comments
ru_ru: Добавленные комментарии

source: Comments not yet
ru_ru: Комментариев еще нет

source: The text of the comment
ru_ru: Текст комментария

source: Add comment
ru_ru: Добавить комментарий

source: To comment, you must login
ru_ru: Для комментирования вы должны авторизоваться

source: Reply
ru_ru: Ответить

source: Description
ru_ru: Описание

source: Update
ru_ru: Обновить

source: The order is saved
ru_ru: Порядок сохранен

source: Save order
ru_ru: Сохранить порядок

source: Gallery settings-user
ru_ru: Настройки галереи пользователя

source: Do not use
ru_ru: Не использовать

source: Use
ru_ru: Использовать

source: The maximum size of images, Mb
ru_ru: Максимальный размер изображения, МБ

source: To limit image uploads to publish this value in megabytes. By default, 2MB
ru_ru: Ограничение размера загружаемого изображения, по-умолчанию 2МБ

source: The authorized number of images
ru_ru: Разрешенное кол-во изображений

source: Gallery
ru_ru: Галерея

source: To add files to the download queue
ru_ru: Добавить файлы в очередь загрузки

source: The user`s photo
ru_ru: Пользовательские фото

source: Cancel reply
ru_ru: отмена ответа

source: The material is updated
ru_ru: Материал обновлен

source: No data
ru_ru: Данных нет

source: Do you want to delete?
ru_ru: Действительно удалить?

source: File size exceeded!
ru_ru: Размер файла превышен!

source: Save settings
ru_ru: Сохранить настройки

source: Last visitors
ru_ru: Последние посетители

source: Display
ru_ru: Отображать

source: The order
ru_ru: Порядок вывода

source: Only the owner
ru_ru: Только хозяину личного кабинета

source: All
ru_ru: Все

source: The number of visitors
ru_ru: Кол-во посетителей

source: the default is 10
ru_ru: по-умолчанию 10

source: Recent Visitors
ru_ru: Последние посетители

source: Withdrawal
ru_ru: Запрос на вывод

source: Settings personal account
ru_ru: Настройки личного счета

source: Allow withdrawals?
ru_ru: Одобрить запрос на вывод?

source: Not allowed
ru_ru: Отклонить

source: Allowed
ru_ru: Разрешено

source: Payment system which permitted withdrawal
ru_ru: Платежные системы доступные для запросов на вывод

source: Specify comma-separated names of payment systems which the user can choose to withdraw funds
ru_ru: Укажите наименования платежных систем доступных к выбору при формировании запроса на вывода, разделяя их запятой

source: The percentage of Commission for withdrawal of funds
ru_ru: Процент комиссии при выводе средств

source: If nothing is specified, the withdrawal Commission is not charged
ru_ru: Если ничего не указано, то комиссия не удерживается

source: Bring personal account in the advanced tab
ru_ru: Выводить личный счет пользователя во вкладке личного кабинета

source: The transfer of funds
ru_ru: Перевод средств

source: Transfer of funds between users
ru_ru: Перевод средств между пользователями

source: Balance
ru_ru: Баланс

source: Personal account of the user
ru_ru: Личный счет пользователя

source: The withdrawal request
ru_ru: Запрос на вывод средств

source: Date of request
ru_ru: Дата запроса

source: The amount of the request
ru_ru: Сумма запроса

source: The Commission
ru_ru: Комиссия

source: Withdrawal amount
ru_ru: Сумму на вывод

source: Comment
ru_ru: Комментарий

source: Status
ru_ru: Статус

source: Consideration
ru_ru: на рассмотрении

source: cancel
ru_ru: отмена

source: Payment system
ru_ru: Платежные системы

source: The number of purse
ru_ru: Номер кошелька

source: Withdrawal amount (Commission for withdrawal %s)
ru_ru: Сумма на вывод (Комиссия при выводе %s)

source: Send enquiry
ru_ru: Отправить запрос

source: The history of balance changes
ru_ru: История изменения баланса

source: The account balance
ru_ru: Остаток на счету

source: Parish
ru_ru: Приход

source: Consumption
ru_ru: Расход

source: Date
ru_ru: Дата

source: You haven`t had the movements of funds on the personal account
ru_ru: У вас еще не было движений средств на личном счету

source: Make transfer
ru_ru: Сделать перевод

source: Sum
ru_ru: Сумма

source: The transfer of funds to the user
ru_ru: Перевод средств пользователю

source: The funds coming from the user
ru_ru: Перевод средств от пользователя

source: Money transfer
ru_ru: Денежный перевод

source: The funds were successfully transferred to the account of that user
ru_ru: Перевод денежных средств был успешно совершен

source: The withdrawal request is well formed
ru_ru: Запрос на вывод средств сформирован

source: Processing
ru_ru: Обработка

source: The withdrawal request was cancelled
ru_ru: Запрос на вывод отменен

source: For a withdrawal to
ru_ru: Для вывода средств на счет

source: The request for withdrawal is made
ru_ru: Запрос на вывод средств произведен

source: Management of withdrawal requests
ru_ru: Управление запросами на вывод средств

source: Action
ru_ru: Действие

source: Delete
ru_ru: Удалить

source: Apply
ru_ru: Принять

source: User
ru_ru: Пользователь

source: Amount request
ru_ru: Сумма запроса

source: Made
ru_ru: Произведен

source: To balance user
ru_ru: Баланс пользователя

source: Reject
ru_ru: Отклонить

source: Approve
ru_ru: Одобрен

source: At the moment, the query is no
ru_ru: На данный момент, запросов нет

source: History
ru_ru: История

source: Specify the amount of transfer!
ru_ru: Укажите сумму к переводу!

source: Your account has insufficient funds!
ru_ru: На вашем счету недостаточно средств!

source: Specify the number of purse!
ru_ru: Укажите номер кошелька!

source: Notifications
ru_ru: Уведомления

source: Top up personal account
ru_ru: Пополнить личный счет

source: Payment for the order on the website
ru_ru: Оплата заказа на сайте

source: Other payments
ru_ru: Другие платежи

source: A record of the payment in the database was not found
ru_ru: Платеж не найден в базе данных

source: Affordable gifts
ru_ru: Доступные подарки

source: Free
ru_ru: Бесплатно

source: A gift from the user
ru_ru: Подарок от пользователя

source: Gifts not found!
ru_ru: Подарки не найдены!

source: You already gave this gift!
ru_ru: Вы уже дарили этот подарок!

source: You have insufficient funds!
ru_ru: У вас недостаточно средств!

source: Purchase a gift for
ru_ru: Приобретение подарка для

source: To make a gift
ru_ru: Сделать подарок

source: Gifts
ru_ru: Подарки

source: The received gifts
ru_ru: Полученные подарки

source: A gift from
ru_ru: Подарок от

source: File gift
ru_ru: Файл подарка

source: Choose
ru_ru: Изменить

source: Price
ru_ru: Цена

source: More
ru_ru: Еще

source: Manage gifts Wp-Recall
ru_ru: Управление подарками Wp-Recall

source: Save
ru_ru: Сохранить

source: A gift is not found!
ru_ru: Подарок не найден!

source: Unpaid access
ru_ru: Неоплаченный доступ

source: Subscribe
ru_ru: Подписаться

source: Unsubscribe
ru_ru: Отписаться

source: Followers
ru_ru: Подписчики

source: List subscribers
ru_ru: Список подписчиков

source: Following yet
ru_ru: Подписчиков пока нет

source: Subscriptions
ru_ru: Подписки

source: List subscriptions
ru_ru: Список подписок

source: Subscriptions yet
ru_ru: Подписок пока нет

source: Login or register to view the latest publications and comments from users on which you will you subscribed.
ru_ru: Войдите или зарегистрируйтесь, чтобы видеть последние публикации и комментарии от пользователей на которых оформлена подписка

source: Comments
ru_ru: Комментарии

source: Publication
ru_ru: Публикация

source: It seems that you have not left a single comment or not subscribed.
ru_ru: Похоже, что у вас еще нет комментариев.

source: Comment you publish and subscribe to other users, then you can track responses to your comments and to see new comments from users.Comment you publish and subscribe to other users, then you can track responses to your comments and to see new comments from users.
ru_ru: Комментируйте публикации и подписывайтесь на других пользователей, чтобы получать новые комментарии ваших публикаций или пользователей на которых вы подписаны, а также ответы на ваши комментарии.

source: Publications yet
ru_ru: Публикаций пока нет

source: Maybe later, someone will post the news.
ru_ru: Возможно позже появятся новые публикации

source: Publishing
ru_ru: Публикации

source: You havent signed up anyone elses publication.
ru_ru: В вашей ленте пока нет новых публикаций. Подписывайтесь на пользователей сайта, чтобы видеть новые публикации.

source: Go to the profile of the user and click the "Subscribe" button and you will be able to monitor his recent publications here.
ru_ru: Перейдите в профиль пользователя, нажмите кнопку "Подписаться" и вы сможете отслеживать его последние публикации здесь.

source: comment for publication
ru_ru: комментарий к публикации

source: in reply to your comment
ru_ru: в ответ на ваш комментарий

source: Show completely
ru_ru: Показать полностью

source: Save changes
ru_ru: Сохранить изменения

source: Unused
ru_ru: Неиспользуемые

source: Total groups
ru_ru: Всего групп

source: Publications
ru_ru: Публикациям

source: Users
ru_ru: Пользователи

source: Filter by
ru_ru: Фильтр по

source: Opened group
ru_ru: Открытая группа

source: Closed group
ru_ru: Закрытая группа

source: Group members
ru_ru: Участники группы

source: Request for access to the group
ru_ru: Запросы на доступ к группе

source: Return to the group
ru_ru: Вернуться в группу

source: User removed
ru_ru: Пользователь удален

source: User Status updated
ru_ru: Статус пользователя обновлен

source: Display all records
ru_ru: Показать все публикации

source: Show
ru_ru: Показать

source: Primary options
ru_ru: Основные настройки

source: Widgets manage
ru_ru: Управление виджетами

source: Requests for access
ru_ru: Запросы на доступ

source: Administration
ru_ru: Администрирование

source: Access to content is closed privacy settings
ru_ru: Контент закрыт настройками приватности

source: (Comment hidden privacy settings)
ru_ru: (комментарий скрыт настройками приватности)

source: Record groups
ru_ru: Публикации групп

source: Add entry
ru_ru: Добавить

source: Edit
ru_ru: Редактировать

source: New
ru_ru: Новый

source: View
ru_ru: Смотреть

source: Search
ru_ru: Поиск

source: Not found
ru_ru: Не найдено

source: Cart is empty
ru_ru: Корзина пуста

source: Parent record
ru_ru: Родительская запись

source: Groups
ru_ru: Группы

source: Popular Groups
ru_ru: Популярные группы

source: All categories
ru_ru: Все категории

source: Parent group
ru_ru: Родительская группа

source: To add a new
ru_ru: Добавить новый

source: Separate with commas
ru_ru: Разделять запятой

source: To add or remove
ru_ru: Добавить или удалить

source: Click to use
ru_ru: Нажать для использования

source: Group settings
ru_ru: Настройки группы

source: Creating groups is allowed
ru_ru: Создание групп разрешено

source: only Administrators
ru_ru: Только администраторам

source: Editors and older
ru_ru: Редакторам и старше

source: Authors and older
ru_ru: Авторам и старше

source: Participants and older
ru_ru: Участникам и старше

source: Moderation of publications in the group
ru_ru: Модерация публикаций группы

source: To publish immediately
ru_ru: Публиковать сразу

source: Send for moderation
ru_ru: Отправлять на модерацию

source: If used in moderation: To allow the user to see their publication before it is moderated, it is necessary to have on the website right below the Author
ru_ru: Если используется модерация: Для просмотра контента публикации находящейся на модерации, пользователь должен иметь роль не ниже Автора

source: Control panel
ru_ru: Панель управления

source: Title
ru_ru: Заголовок

source: Leave group
ru_ru: Покинуть группу

source: Join group
ru_ru: Вступить в группу

source: The request for access sent
ru_ru: Запрос на доступ отправлен

source: Apply for membership
ru_ru: Заявка на доступ

source: All users
ru_ru: Все пользователи

source: Amount
ru_ru: Количество

source: Form of the publication
ru_ru: Форма публикации

source: Categories Content Group
ru_ru: Категории группы

source: Management
ru_ru: Администрация

source: Group posts
ru_ru: Публикации группы

source: Publications don't have
ru_ru: Публикаций пока нет

source: Sidebar
ru_ru: Боковая колонка

source: Main
ru_ru: Основной

source: Footer
ru_ru: Подвал

source: Enter the name of the new group
ru_ru: Введите имя новой группы

source: Сreate
ru_ru: Создать

source: Category in the group
ru_ru: Категории группы

source: Published in the group
ru_ru: Публикация в группе

source: Create a group failed
ru_ru: Создание группы не удалось

source: Requests for access to the group
ru_ru: Запросы на доступ к группе

source: No queries
ru_ru: Нет запросов

source: Approve request
ru_ru: Одобрить запрос

source: Reject request
ru_ru: Отклонить запрос

source: User status
ru_ru: Статус пользователя

source: Request access to the group approved!
ru_ru: Запрос на доступ к группе одобрен!

source: The request was accepted
ru_ru: Запрос одобрен

source: Request rejected
ru_ru: Запрос отклонен

source: The request to access the group rejected.
ru_ru: Запрос на доступ к группе отклонен.

source: Groups not found
ru_ru: Группы не найдены

source: Size over
ru_ru: Размер файла превышен

source: The file is not an image
ru_ru: Файл не является изображением

source: Avatar has successfully loaded
ru_ru: Аватар успешно загружен

source: Attach image or download it
ru_ru: Выбрать изображение или загрузить

source: Settings Wp-Recall
ru_ru: Настройки Wp-Recall

source: Cart
ru_ru: Корзина

source: File does not exist on the server or it has already been loaded!
ru_ru: Файла нет на сервере или он был удален!

source: The file was loaded.
ru_ru: Файл был загружен

source: Private chat
ru_ru: Приватный чат

source: Settings private messages
ru_ru: Настройки личных сообщений

source: Private messages
ru_ru: Личные сообщения

source: Displaying messages in the correspondence
ru_ru: Отображение сообщений в переписке

source: Top-Down
ru_ru: Сверху вниз

source: Bottom-Up
ru_ru: Снизу вверху

source: Limit words message
ru_ru: Кол-во символов в сообщение

source: the default is 400
ru_ru: по-умолчанию 400

source: The number of messages in the conversation
ru_ru: Количество сообщений в переписке

source: the default is 100 messages in the conversation (per correspondence user)
ru_ru: По-умолчанию 100 сообщений на каждую переписку пользователя

source: Pause between requests for new posts to show per page of correspondence with another user in seconds
ru_ru: Пауза между запросами на получение новых сообщений на странице переписки в секундах

source: The number of requests you receive a new message page correspondence
ru_ru: Кол-во запросов на получение новых сообщений на странице переписки

source: Specify the maximum number of requests to retrieve a new message from a friend on the page of correspondence.If the number of requests exceeds the specified value, then the requests will stop. If nothing is specified or you specify zero, then there is no limit.
ru_ru: Укажите максимальное кол-во запросов на получение новых сообщений на странице переписки, если кол-во не указано или ноль, то ограничения нет.

source: The pause between requests for new messages on all other pages of the website in seconds
ru_ru: Пауза между запросами на получение новых сообщений на всех страницах сайта в секундах

source: If null, then the receipt of new messages only when the page loads, without subsequent requests
ru_ru: Если ноль, то запрос производится только один в момент загрузки страницы сайта

source: Lock requests if the person offline
ru_ru: Запросы если собеседник не в сети

source: Do not block
ru_ru: Не блокировать

source: To block requests
ru_ru: Блокировать запросы

source: We mean a request to retrieve new messages from the user to the page which you are
ru_ru: Имеются ввиду запросы на получение новых сообщений от собеседника

source: File sharing
ru_ru: Пересылка файлов

source: Prohibited
ru_ru: Запрещено

source: Maximum file size, Mb
ru_ru: Максимальный размер файлов, МБ

source: To restrict downloading of files this value in megabytes. By default, 2MB
ru_ru: Ограничте размер загружаемого файла, указав значение в мегабайтах. По умолчанию 2МБ

source: The retention time of the file
ru_ru: Время хранения файла

source: Specify the maximum number of unclaimed files in days. After this period, the file will be deleted. The default is 7 days.
ru_ru: Укажите максимальный срок хранения файла на сервере, после которого он удаляется. По умолчанию 7 дней.

source: Limit unmatched files
ru_ru: Лимит непринятых файлов

source: Specify the number of files missed by the recipients in which the user loses the possibility of further transfer of files. Protection from spam. Default-without any restrictions.
ru_ru: Укажите максимальное кол-во непринятых файлов для одного пользователя. Защита от спама. По-умолчанию без ограничений

source: Unblock
ru_ru: Разблокировать

source: In the black list
ru_ru: В черный список

source: The user is forbidden to write to him
ru_ru: Пользователь запретил писать ему

source: Sign in to start a conversation with the user.
ru_ru: Авторизуйтесь для начала переписки с пользователем

source: Interlocutor
ru_ru: Собеседник

source: All contacts
ru_ru: Все контакты

source: <b>Enter</b> - line break, <b>Ctrl+Enter</b> - send
ru_ru: <b>Enter</b> - перенос строки, <b>Ctrl+Enter</b> - отправить

source: Send
ru_ru: Отправить

source: Important messages
ru_ru: Важные сообщения

source: Here will display correspondence history
ru_ru: Здесь будет отображаться история переписки

source: Show older messages
ru_ru: Показать более поздние сообщения

source: days
ru_ru: дн.

source: month
ru_ru: месяц

source: all the time
ru_ru: все время

source: Blacklist
ru_ru: Черный список

source: Important
ru_ru: Важное

source: You havent been in conversation with
ru_ru: Вы еще ни с кем не вели переписку

source: Contacts not found!
ru_ru: Контакты не найдены!

source: Last message
ru_ru: Последнее сообщение

source: The chat history is missing
ru_ru: История переписки не найдена

source: Delete?
ru_ru: Удалить?

source: Uncheck
ru_ru: Снять

source: Mark as important
ru_ru: Пометить как важное

source: No posts found!
ru_ru: Сообщения не найдены!

source: Show more recent messages
ru_ru: Показать больше последних сообщений

source: Your message has been sent!
ru_ru: Ваше сообщение было доставлено!

source: The message is marked as read
ru_ru: Сообщение помечено как прочтенное

source: You a new message!
ru_ru: Вам новое сообщение!

source: Go to the correspondence
ru_ru: Перейти к переписке

source: Show more recent posts
ru_ru: Показать больше последних сообщений

source: The file has been received, but not yet loaded.
ru_ru: Файл был отправлен, но не был загружен.

source: The file was sent to the recipient.
ru_ru: Файл был отправлен получателю,

source: Link to sent the file
ru_ru: Ссылка на файл

source: (accept files only from trusted sources)
ru_ru: (принимайте файлы только от доверенных источников)

source: The file was sent successfully.
ru_ru: Файл был успешно отправлен

source: You have exceeded the limit on the number of uploaded files. Wait until the files sent previously will be accepted.
ru_ru: Вы достигли предела по кол-ву отправляемых файлов. Подождите пока файлы отправленные ранее будут приняты.

source: Removes the file from the server
ru_ru: Удаляю файл с сервера

source: You were sent a private message
ru_ru: Вам было отправлено сообщение

source: from the user
ru_ru: от пользователя

source: You can read the message by clicking on the link:
ru_ru: Вы можете прочитать сообщение перейдя по ссылке:

source: For you
ru_ru: Для вас

source: new message
ru_ru: новое сообщение

source: new messages
ru_ru: новых сообщений

source: Profile fields
ru_ru: Поля профиля

source: Your profile was updated
ru_ru: Ваш профиль был обновлен

source: Very sorry, but your account has been deleted!
ru_ru: Мы сожалеем, но ваш аккаунт был удален!

source: Back to main
ru_ru: Вернуться на главную

source: Delete account failed! Go back and try again.
ru_ru: Удаление аккаунта не удалось! Вернитесь назад и повторите попытку.

source: Profile settings and account
ru_ru: Настройки профиля и аккаунта

source: Profile and account
ru_ru: Профиль и аккаунт

source: Allow to delete users from your account?
ru_ru: Разрешить удалять пользователям свой аккаунт?

source: The maximum size of the avatar, Mb
ru_ru: Максимальный размер аватара, МБ

source: To restrict the loading of images as avatars this value in megabytes. By default, 2MB
ru_ru: Ограничьте размер загружаемого аватара в мегабайтах, по-умолчанию 2МБ

source: Zoom avatar
ru_ru: Увеличить аватар

source: Delete avatar
ru_ru: Удалить аватар

source: Your avatar has been removed
ru_ru: Ваш аватар был удален!

source: Profile
ru_ru: Профиль

source: User profile
ru_ru: Профиль пользователя

source: Admin toolbar
ru_ru: Панель администратора

source: Show the admin bar when viewing site
ru_ru: Отображать панель администратора на сайте

source: Login
ru_ru: Вход

source: Firstname
ru_ru: Имя

source: Surname
ru_ru: Фамилия

source: Nickname
ru_ru: Логин

source: Display name
ru_ru: Отображаемое имя

source: Your website
ru_ru: Сайт

source: New password
ru_ru: Новый пароль

source: If you want to change your password - enter new
ru_ru: Если вы хотите сменить пароль - введите новый

source: Repeat the new password
ru_ru: Повтор нового пароля

source: The password strength indicator
ru_ru: Индикатор сложности пароля

source: A password is not entered
ru_ru: Пароль не введен
