Repository: H01mes/wp-recall
Catalog: languages/rcl-*.po
Languages: ru_ru

source: Unable to open archive!
ru_ru: Не удалось открыть полученный архив обновления!

source: Confirm your registration!
ru_ru: Подтвердите свою регистрацию!

source: You or someone else signed up on the website
ru_ru: Вы или кто то другой зарегистрировались на сайте

source: with the following data:
ru_ru: со следующими данными:

source: If it wasnt you, then just ignore this email
ru_ru: Если это были не вы, то просто проигнорируйте это письмо

source: Users not found
ru_ru: Пользователи не найдены

source: Publics
ru_ru: Публикации

source: Search users
ru_ru: Поиск пользователей

source: by name
ru_ru: по имени

source: by login
ru_ru: по логину

source: To begin to use the capabilities of your personal account, please log in or register on this site
ru_ru: Начните пользоваться возможностями своего личного кабинета, войдите или зарегистрируйтесь на сайте

source: Setting tabs
ru_ru: Настройки вкладок

source: Neither one tab personal account not found
ru_ru: Ни одной вкладки личного кабинета не найдено

source: Sort your tabs by dragging them to the desired position
ru_ru: Сортируйте вкладки перетаскиванием

source: Name tab
ru_ru: Имя вкладки

source: SETTINGS
ru_ru: НАСТРОЙКИ

source: Documentation
ru_ru: Документация

source: Repository
ru_ru: Репозиторий

source: Documentation for the plugin WP-RECALL
ru_ru: Документация к плагину WP-RECALL

source: Plugin installation
ru_ru: Установка плагина

source: Update the plugin and its extensions
ru_ru: Обновление плагина и его дополнений

source: The plugin settings
ru_ru: Настройки плагина

source: Used shortcodes Wp-Recall
ru_ru: Шорткоды WP-RECALL

source: General information about plugins Wp-Recall
ru_ru: Общая информация о дополнениях WP-RECALL

source: Basic add-ons Wp-Recall
ru_ru: Базовые дополнения WP-RECALL

source: Paid add-ons Wp-Recall
ru_ru: Дополнения расширенной версии

source: Custom fields profile Wp-Recall
ru_ru: Произвольные поля профиля WP-RECALL

source: Custom fields form publishing Wp-Recall
ru_ru: Произвольные поля публикации WP-RECALL

source: An example of additions Wp-Recall
ru_ru: Пример создания дополнения WP-RECALL

source: Functions and hooks Wp-Recall for the development
ru_ru: Функции и хуки WP-RECALL

source: Update history Wp-Recall
ru_ru: История обновлений WP-RECALL

source: Used libraries and resources
ru_ru: Используемые библиотеки и ресурсы

source: Pictures record the withdrawal in the gallery Wp-Recall?
ru_ru: Использовать вывод изображений публикации через галерею Wp-Recall?

source: Configure the plugin Wp-Recall and additions
ru_ru: Настройка плагина Wp-Recall и его дополнений

source: The order of withdrawal of the personal Cabinet
ru_ru: Порядок вывода личного кабинета

source: On the archive page of the author
ru_ru: На странице архива автора

source: Using the shortcode [wp-recall]
ru_ru: Через шорткод [wp-recall]

source: The host page the shortcode
ru_ru: Страница размещения шорткода

source: The formation of links to personal account
ru_ru: Формат ссылки на личный кабинет

source: The link is formed by a principle "/slug_page/?get=ID". The parameter "get" can be set here. By default user
ru_ru: Ссылка формируется по принципу "/slug_page/?get=ID". Параметр "get" можно указать здесь. По-умолчанию user

source: Download tabs
ru_ru: Загрузка вкладок

source: Downloads all
ru_ru: Загружать все

source: On a separate page
ru_ru: Каждая загружается отдельно

source: Ajax loading
ru_ru: Ajax-загрузка

source: Inactivity timeout
ru_ru: Таймаут активности

source: Specify the time in minutes after which the user will be considered offline if you did not show activity on the website. The default is 10 minutes.
ru_ru: По-умолчанию 10 минут.

source: Access to the console
ru_ru: Доступ в консоль сайта

source: Access to the site is permitted console
ru_ru: Доступ к консоли сайта разрешен

source: If the selected archive page of the author, in the right place template author.php paste the code if(function_exists('wp_recall')) wp_recall();
ru_ru: Если выбрана страница архива автора, то внутри шаблона archive.php необходимо разместить функцию if(function_exists('wp_recall')) wp_recall();

source: Download the current style file for editing
ru_ru: Загрузить текущий стилевой файл

source: Making
ru_ru: Оформление

source: The placement of the buttons sections
ru_ru: Размещение кнопок вывода вкладок

source: Left
ru_ru: Слева

source: Pause Slider
ru_ru: Пауза слайдера

source: The value of the pause between slide transitions in seconds. Default value is 0 - the slide show is not made
ru_ru: Значение паузы для слайдера в секундах. По-умолчанию 0 - слайды не сменяются

source: Minimization of style files
ru_ru: Минимизация стилевых файлов

source: Minimization of style files only works against the style files Wp-Recall and additions that support this feature
ru_ru: Минимизация стилевых файлов работает только со стилевыми файлами плагина Wp-Recall и его дополнений, которые поддерживают этот функционал

source: Your stylesheet(CSS)
ru_ru: Ваш стилевой файл (CSS)

source: File replaces the minified stylesheet, if enabled minimization
ru_ru: Файл заменить текущий минимизированный стилевой файл, если включена минимизация

source: Floating form
ru_ru: Всплывающая форма

source: Form Wordpress
ru_ru: Формы Wordpress

source: The form in the widget
ru_ru: Форма в виджете

source: ID of the page with the shortcode [loginform]
ru_ru: Идентификатор страницы с шорткодом [loginform]

source: <b>note:</b> If selected, the order of the login form and registration on a separate page, create the page, to arrange its contents shortcode [loginform] and specify the ID of this page in the box above.
ru_ru: Примечание: Если вывод формы на отдельной странице, то создайте страницу с шорткодом [loginform] и укажите ее идентификатор тут.

source: A registration confirmation by the user
ru_ru: Подтверждение регистрации пользователя

source: Used
ru_ru: Используется

source: Redirect user after login
ru_ru: Перенаправление после авторизации

source: The user profile
ru_ru: Профиль пользователя

source: Current page
ru_ru: Текущая страница

source: Arbitrary URL
ru_ru: Произвольный URL

source: Enter your URL below, if you select an arbitrary URL after login
ru_ru: Введите URL, если выбран произвольный URL после авторизации

source: Field repeat password
ru_ru: Поле повтора пароля

source: Displayed
ru_ru: Отображать

source: Indicator password complexity
ru_ru: Индикатор сложности пароля

source: Conclusion the panel recallbar
ru_ru: Вывод панели recallbar

source: Your gratitude
ru_ru: Ваша благодарность

source: To display a link to the developer`s site (Thank you, if you decide to show)
ru_ru: Отображение ссылки на сайт разработчика плагина (Спасибо, если решили показать)

source: Used template
ru_ru: Используемый шаблон

source: Not connected
ru_ru: Не подключен

source: Error! Perhaps this addition does not support ajax loading
ru_ru: Ошибка! Данное дополнениене поддерживает ajax-загрузку

source: The site works using the functionality of the plugin
ru_ru: Сайт использует функционал плагина

source: Author of publication
ru_ru: Автор публикации

source: Congratulations! You have been banned.
ru_ru: Поздравляем! Вы были заблокированы на этом сайте.

source: Publication pending approval!
ru_ru: Публикация ожидает утверждения!

source: New users on the website
ru_ru: Новые пользователи на сайте

source: New users
ru_ru: Новые пользователи

source: The number of displayed users
ru_ru: Количество отображаемых пользователей

source: Page all users
ru_ru: Страница всех пользователей

source: Conclusion the users in the network
ru_ru: Вывод пользователей в сети

source: Users on the network
ru_ru: Пользователи в сети

source: Right now
ru_ru: Сейчас в сети

source: The block with the main profile information
ru_ru: Блок с основной информацией профиля

source: Authorization
ru_ru: Авторизация

source: Generation password
ru_ru: Генерация пароля

source: Username or e-mail
ru_ru: Логин или E-mail

source: Authorization
ru_ru: Авторизация

source: Remember
ru_ru: Запомнить

source: Forgot your password
ru_ru: Напомнить пароль

source: Home
ru_ru: Домой

source: Dashboard
ru_ru: Консоль

source: Personal cabinet
ru_ru: Личный кабинет

source: Log Out
ru_ru: Выйти

source: Register
ru_ru: Регистрация
